create table china (
    id int unsigned not null auto_increment primary key,
    name varchar(32) not null,
    pid int unsigned not null 
);

insert into china(name,pid) values 
('河南省',0),
('安徽省',0),
('福建省',0),
('甘肃省',0),
('贵州省',0),
('海南省',0),
('河北省',0),
('黑龙江省',0),
('湖北省',0),
('湖南省',0),
('吉林省',0),
('江苏省',0),
('江西省',0),
('辽宁省',0),
('青海省',0),
('山东省',0),
('山西省',0),
('陕西省',0),
('云南省',0),
('浙江省',0),
('台湾省',0),
('广东省',0),
('广西壮族自治区',0),
('内蒙古自治区',0),
('宁夏回族自治区',0),
('西藏藏族自治区',0),
('新疆维吾尔自治区',0),
('特别行政区',0);



insert into china(name,pid) values 
('南宁市',23),
('贺州市',23),
('玉林市',23),
('桂林市',23),
('柳州市',23),
('梧州市',23),
('北海市',23),
('钦州市',23),
('百色市',23),
('防城港市',23),
('贵港市',23),
('河池市',23),
('崇左市',23),
('来宾市',23),
('东兴市',23),
('桂平市',23),
('北流市',23),
('岑溪市',23),
('合山市',23),
('凭祥市',23),
('宜州市',23);





insert into goods values
(null,'类别id','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins',)

create table goods(
    id int unsigned not null auto_increment primary key,
    typeid int unsigned not null ,
    name varchar(64) not null,
    loca varchar(16) not null,
    merchant varchar(16) not null,
    descr text ,
    size text,
    color text,
    price double(6,2) unsigned not null,
    picname varchar(255),
    state tinyint(1),
    store int,
    num int,
    clicknum int,
    addtime varchar(16)
);


insert into goods values
-- 类别id  商品名称 生产地址 
-- id 类别id 名字 旗舰店 生产地 详情图片 尺码 颜色 单价 图片名 状态 库存量 购买数量 点击次数 添加时间
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')
(null,'','卫衣男秋冬款加绒连帽上衣学生加厚韩版宽松潮流秋季男士外套ins','如杭旗舰店','浙江杭州','详情图片','M,L,XL,2XL','蓝色,灰色','81','图片','2','67320','2587','56245','2019-1-1')


alter table users add  unique;

insert into users value(null,'admin','莫莫','123456','m','广州市',51000,'12345678910',2696553296,1,'2019-1-1');


create table carbuy (
    id int unsigned not null auto_increment primary key,
    goodsid int unsigned not null,
    userid int unsigned not null,
    name text not null,
    colorsize varchar(64),
    price double(9,2) not null,
    num int not null,
    qijiandian varchar(64),
    picname varchar(225)
);

)

insert into table values
(null,?,?,?,?,?,?)