-- 女装
insert into goods values
(null,'250','UR2019秋冬新品青春女装复古拼色纹理毛边饰夹克YU39S1EE2000','广东广州','UR官方旗舰店','w1.webp,w2.webp,w3.webp,w4.webp,w5.webp,w6.webp,w7.webp,w8.webp,w9.webp,w10.webp','S,M,L,XL','红色格子','459','1.webp','2','480','22','4552','2019-1-1'),
(null,'250','UR2019秋冬新品青春女装复古拼色格纹翻领夹克YL38S1EN2000','广东广州','UR官方旗舰店','w11.webp,w12.webp,w13.webp,w14.webp,w5.webp,w6.webp,w7.webp,w8.webp,w9.webp,w10.webp','S,M,L,XL,XXL','卡其色格子','359','2.webp','2','113','61','4552','2019-1-1'),
(null,'250','子晴 羊羔毛外套女2019秋冬新款韩版宽松厚款女士洋气夹克短外套','广东广州','Z子晴','w37.webp,w38.webp,w39.webp,w10.webp','XS,S,M,L','驼黄,蓝色','598','3.webp','2','115','877','4552','2019-1-1'),
(null,'250','韩版闪亮字母黑色牛仔外套女短款宽松小个子工装夹克春秋2019新款','广东广州','法蒙娅服饰旗舰店','w40.webp,w41.webp,w42.webp,w10.webp','S,M,L,XL','黑色,蓝色','69','4.webp','2','66450','4702','4552','2019-1-1'),
(null,'250','金大班暖寂2019秋新款复古Polo领双口袋短款毛呢子休闲外套女百搭','浙江杭州','金大班清新实用主义','w43.webp,w44.webp,w45.webp,w10.webp','M,L','浅褐色,杏米色','179.99','5.webp','2','199287','329','4552','2019-1-1'),
(null,'250','影儿YINER音儿女装2019秋季新款时尚侧开叉中长款立领风衣外套','广东深圳','yiner官方旗舰店','w15.webp,w16.webp,w17.webp,w18.webp,w19.webp,w20.webp,w21.webp,w22.webp,w10.webp','155/36/S,160/38/M,165/40/L,170/42/XL,175/44/XXL','杏色','712','6.webp','2','13','3','4552','2019-1-1'),
(null,'250','YINER音儿女装2019春秋通勤格纹中长款两穿可拆卸连帽风衣外套','广东深圳','yiner官方旗舰店','w23.webp,w24.webp,w25.webp,w26.webp,w10.webp','155/36/S,160/38/M,165/40/L,170/42/XL,175/44/XXL','灰色','1199','7.webp','2','307','34','4552','2019-1-1'),
(null,'250','UR春夏新品女士女装时尚翻领拉链外套WG06S1BN2002','广东广州','UR官方旗舰店','w27.webp,w28.webp,w29.webp,w30.webp,w5.webp,w6.webp,w7.webp,w8.webp,w9.webp,w10.webp','S,M,L','深黑','119','8.webp','2','147','3','4552','2019-1-1'),
(null,'250','金蘑菇菇 优雅休闲双面格子风衣长袖翻领系带单排扣中长款外套','浙江杭州','金蘑菇菇 MyLittleMushroom','w31.webp,w32.webp,w33.webp,w34.webp,w35.webp,w36.webp,w10.webp','XS,S,M','黑色 现货,奶茶色 现货','319','9.webp','2','911','670','4552','2019-1-1'),
(null,'250','毛呢子短外套女2019秋冬季新款休闲百搭韩版加厚棒球服小香风夹克','湖南株洲','婳妖旗舰店','w46.webp,w47.webp,w48.webp,w10.webp','XS,S,M','卡其,粉色','196','93.webp','2','497','670','4552','2019-1-1'),
(null,'250','茵曼短外套女2019冬装新款宽松撞色连帽外套女短款拉链口袋外衣','广东佛山','茵曼旗舰店','w49.webp,w50.webp,w51.webp,w10.webp','S,M,L','浅米色','399','94.webp','2','270','1526','4552','2019-1-1'),
(null,'250','ZARA 新款 TRF 女装 灯芯绒宽松夹克外套 06929230805','上海','ZARA官方旗舰店','w52.webp,w53.webp,w54.webp,w10.webp','XS,S,M,L','冰白色','299','95.webp','2','299','5000+','4552','2019-1-1'),
(null,'250','ZARA新款 女装 灯芯绒宽松夹克外套 02740247706','上海','ZARA官方旗舰店','w55.webp,w56.webp,w57.webp,w10.webp','XS,S,M,L','貂色','299','96.webp','2','911','670','4552','2019-1-1'),
(null,'250','羽绒棉服女短款冬季2019新款韩版大码面包服棉袄宽松加厚棉衣外套','广东广州','小懒猫美衣定制','w58.webp,w59.webp,w60.webp,w10.webp','XS,S,M,L','黑色,黄色,绿色,米白色','75.9','97.webp','2','128245','3万+','4552','2019-1-1'),
(null,'250','棉衣女士2019新款秋冬季轻薄羽绒棉服韩版宽松学生短款小棉袄外套','江苏苏州','若芬旗舰店','w61.webp,w62.webp,w63.webp,w10.webp','S,M,L','黑色,米白','38','98.webp','2','8967','3.5万+','4552','2019-1-1'),
(null,'250','羽绒棉服女短款冬季2019新款韩版ins面包服棉袄宽松加厚棉衣外套','河北沧州','碧霜旗舰店','w64.webp,w65.webp,w66.webp,w10.webp','S,M,L,XL','米色,雾霾蓝,豆沙色','79','99.webp','2','4065','4.0万+','4552','2019-1-1'),
(null,'250','短款仿羊羔毛外套女2019新韩版宽松翻领毛绒加厚皮毛一体夹克上衣','广东东莞','jhmmsz服饰旗舰店','100.webp,w67.webp,w10.webp','S,M,L','米色,蓝','139','100.webp','2','64852','1.5万+','4552','2019-1-1'),
(null,'250','羊羔毛外套女短款2019秋冬新款百搭翻领加厚毛绒皮毛一体夹克上衣','广东东莞','莲香妮旗舰店','w68.webp,w69.webp,w10.webp','S,M,L,XL','白色,驼色','47.9','101.webp','2','37116','1.0万+','4552','2019-1-1'),
(null,'250','2019秋季新款韩版宽松短款上衣长袖牛仔外套防晒外搭开衫女学生','广东广州','可可里小姐','w70.webp,w71.webp,w72.webp,w10.webp','均码','白色,绿色,黑色','169.9','102.webp','2','29511','754','4552','2019-1-1'),
(null,'250','秋冬2019新款韩版PU短款夹克机车服潮宽松翻领长袖皮衣外套女学生','广东广州','可可里小姐','w73.webp,w74.webp,w75.webp,w10.webp','均码','黑色,咖色','71.98','103.webp','2','19919','65','4552','2019-1-1'),
(null,'250','秋冬韩版2019新款设计感小众拼接宽松仿羊羔毛短款长袖棉服外套女','广东广州','可可里小姐','w76.webp,w77.webp,w78.webp,w10.webp','均码','图色','59.98','104.webp','2','99653','269','4552','2019-1-1'),
(null,'250','秋冬韩版2019新款加绒加厚POLO领宽松短款小个子长袖棉服外套女装','广东广州','可可里小姐','w79.webp,w80.webp,w81.webp,w10.webp','均码','米白色,卡其','79.98','105.webp','2','19973','219','4552','2019-1-1'),
(null,'250','秋冬韩版2019新款加棉加厚矮个子宽松短款棒球服长袖棉服外套女装','广东广州','可可里小姐','w82.webp,w83.webp,w84.webp,w10.webp','均码','黑色,绣红色,豆绿色','79.98','106.webp','2','299457','452','4552','2019-1-1'),
(null,'250','商场同款EP雅莹2019秋季新款短款纯色水貂毛裘皮皮草外套女Q153A','浙江嘉兴','雅莹官方旗舰店','w85.webp,w86.webp,w87.webp,w10.webp','S,M,L','粉色','59999','107.webp','2','7','0','4552','2019-1-1'),
(null,'250','BEFURS 风靡巴黎的俄罗斯紫貂大银针 奢华名媛风紫貂皮草短外套女','广东深圳','BEFURS 百芙仕皮草','w88.webp,w89.webp,w90.webp,w10.webp','S,M,L','紫褐色','45600','108.webp','2','3','10','4552','2019-1-1'),
(null,'250','奥丽嘉朵2019冬新款黑色拼接铆钉半高领短款皮草外套女1C69509550','广东深圳','obbligato旗舰店','w91.webp,w92.webp,w93.webp,w10.webp','S,M,L','黑色','41880','109.webp','2','23','0','4552','2019-1-1'),
(null,'250','影儿十二篮19冬新款清新薄荷绿轻奢水貂毛拼接感短款皮草外套女','广东深圳','XII BASKET官方旗舰店','w94.webp,w95.webp,w10.webp','S,M,L','薄荷绿','39800','110.webp','2','14','3','4552','2019-1-1'),
(null,'250','韩版原宿风外套女大码学生宽松学生社会薄情侣短款条纹外套黑白色','广东深圳','KEEPReal女装店','w96.webp,w97.webp,w98.webp,w10.webp','均码','黑色,白色,酒红','33.9','111.webp','2','4065','3','4552','2019-1-1');
 
-- 阔腿裤
insert into goods values
(null,'305','UR2019秋冬新品女装复古拼色格纹直筒裤WE38R6GE2000','广东广州','UR官方旗舰店','k1.webp,k2.webp,k3.webp,k4.webp,w10.webp','S,M,L,XL','棕色格子','712','10.webp','2','343','416','4552','2019-1-1'),
(null,'305','UR2019秋冬新品女装时尚休闲牛仔长裤WG46RBUN2000','广东广州','UR官方旗舰店','k5.webp,k6.webp,k7.webp,k8.webp,w10.webp','S,M,L,XL','正黑','259','11.webp','2','175','569','4552','2019-1-1'),
(null,'305','预-售音儿女装2019冬新款弹力修身加绒保暖踩脚铅笔裤休闲裤','广东深圳','yiner官方旗舰店','k9.webp,k10.webp,k11.webp,k12.webp,k13.webp,w10.webp','155/36/S,160/38/M,165/40/L,170/42/XL,175/44/XXL','黑色','375','12.webp','2','732','599','4552','2019-1-1'),
(null,'305','UR2019秋冬新品青春女装休闲时尚纯色束脚裤YL44R6KN2000','广东广州','UR官方旗舰店','k14.webp,k15.webp,k16.webp,k17.webp,w10.webp','S,M,L,XL','正黑,卡其','299','13.webp','2','442','603','4552','2019-1-1'),
(null,'305','灰色运动裤女裤秋冬2019新款韩版宽松小脚收口卫裤加绒休闲束脚裤','浙江杭州','兰梦娅旗舰店','k18.webp,k19.webp,k20.webp,k21.webp,k22.webp,w10.webp','S,M,L,XL','灰色,黑色','35.1','14.webp','2','18946','4198','4552','2019-1-1'),
(null,'305','金丝绒阔腿裤女春秋冬高腰垂感宽松直筒坠感显瘦百搭休闲丝绒长裤','浙江杭州','正点女孩旗舰店','k23.webp,k24.webp,k25.webp,k26.webp,k27.webp,w10.webp','S,M,L,XL','黑色,灰色','28.9','15.webp','2','3058842','8.0万+','4552','2019-1-1'),
(null,'305','毛呢西装裤女直筒宽松阔腿高腰垂感黑色显瘦休闲裤子2019新款秋冬','浙江杭州','兰梦娅旗舰店','k28.webp,k29.webp,k30.webp,k31.webp,k32.webp,k33.webp,w10.webp','黑色,灰色,米色','XS,S,M,L,XL','35.1-441','16.webp','2','138021','38786','4552','2019-1-1'),
(null,'305','牛仔裤女2019秋冬新款高腰修身显瘦显高百搭紧身加绒小脚铅笔裤潮','广东广州','蒙奴莎旗舰店','l1.webp,l2.webp,l3.webp,l4.webp,l5.webp,w10.webp','25,26,27,28,29,30,31','蓝灰色，烟灰色，黑色','62-71','17.webp','2','1350638','10万+','4552','2019-1-1'),
(null,'305','UR2019秋冬新品女装时尚水洗做旧牛仔裤WH39SBKF2003','广东广州','UR官方旗舰店','l6.webp,l7.webp,l8.webp,l9.webp,w10.webp','S,M,L,XL','蓝色','179','18.webp','2','100','201','4552','2019-1-1'),
(null,'305','牛仔裤女直筒宽松高腰显瘦显高秋冬季2019新款黑色chic加绒女裤子','河南郑州','淑美林服饰旗舰店','l20.webp,l21.webp,w10.webp','26,27,28,29,30,31','蓝色,黑色','88.92-106.92','19.webp','2','2399424','2209','4552','2019-1-1'),
(null,'305','高腰垂感牛仔阔腿裤女裤宽松2019新款秋冬季直筒显瘦加绒黑色长裤','浙江金华','雅羊人旗舰店','l22.webp,l23.webp,l24.webp,l25.webp,l26.webp,w10.webp','26,27,28,29,30','深复古蓝,浅复古蓝,黑色','49.5-59.5','20.webp','2','227950','5.5万+','4552','2019-1-1'),
(null,'305','【可自提】女装 高腰灯芯绒宽腿直筒裤 420343 优衣库UNIQLO','上海','优衣库官方旗舰店','l27.webp,l28.webp,l29.webp,w10.webp','S,M,L','深绿色,蓝色,黑色','179','133.webp','2','有货','2.0万+','4552','2019-1-1'),
(null,'305','灰色运动裤女裤秋冬2019新款韩版宽松小脚收口卫裤加绒休闲束脚裤','浙江杭州','兰梦娅旗舰店','l30.webp,l31.webp,l32.webp,w10.webp','S,M,L','灰色,黑色','39.9','134.webp','2','106002','1.0万+','4552','2019-1-1'),
(null,'305','米白加绒毛呢裤子女秋冬2019新款宽松直筒奶奶阔腿休闲哈伦萝卜裤','河南郑州','凝享旗舰店','l33.webp,l34.webp,l35.webp,w10.webp','S,M,L','杏色,灰咖色,深灰色','89','135.webp','2','310050','2.0万+','4552','2019-1-1'),
(null,'305','金丝绒阔腿裤女裤2019新款秋冬加绒加厚高腰宽松垂感直筒休闲长裤','浙江杭州','宜情旗舰店','l36.webp,l37.webp,l68.webp,w10.webp','S,M,L','蓝灰色,黑色','89','136.webp','2','385797','1.0万+','4552','2019-1-1'),
(null,'305','逸阳阔腿裤女2019秋冬新款高腰黑色垂感宽松显瘦毛呢休闲直筒裤子','河南郑州','逸阳旗舰店','l39.webp,l40.webp,l41.webp,w10.webp','26,27,28,29,30','深灰色,浅咖色,黑色','189','137.webp','2','6425','4.5万+','4552','2019-1-1'),
(null,'305','【可自提】【设计师合作款】女装 宽腿廓形裤 422279 优衣库','上海','优衣库官方旗舰店','l42.webp,l43.webp,l44.webp,w10.webp','26,27,28,29,30','深米色,栗色,黑色','116','138.webp','2','有货','2.5万+','4552','2019-1-1'),
(null,'305','毛呢西装裤女直筒宽松阔腿高腰垂感黑色显瘦休闲裤子2019新款秋冬','浙江杭州','兰梦娅旗舰店','l45.webp,l46.webp,l47.webp,w10.webp','XS,S,M,L','灰色,黑色','49','139.webp','2','330851','15万+','4552','2019-1-1'),
(null,'305','金丝绒阔腿裤女裤子秋冬季高腰垂感宽松直筒坠感休闲拖地丝绒长裤','浙江杭州','南极人阿斯威尔专卖店','l48.webp,l49.webp,l50.webp,w10.webp','S,M,L','深灰色,黑色','79.9','140.webp','2','587093','8.0万+','4552','2019-1-1'),
(null,'305','秋冬毛呢萝卜裤女宽松直筒休闲裤子高腰哈伦裤九分显瘦阔腿奶奶裤','浙江金华','澳卡狐女装旗舰店','l51.webp,l52.webp,l53.webp,w10.webp','S,M,L','深灰色,黑色,米色','59','141.webp','2','113642','10万+','4552','2019-1-1'),
(null,'305','推荐 韩国秋冬女装 ART/IS/OVER 褶皱高腰宽松纯色气质休闲裤0911','韩国','tana by korea  韩国女装店','l54.webp,l55.webp,l56.webp,w10.webp','均码','白色,黑色','9999','142.webp','2','86','10','4552','2019-1-1'),
(null,'305','2019秋季新款韩版宽松束脚休闲裤百搭宽松高腰裤子垂感灯笼长裤女','广东广州','可可里小姐','l57.webp,l58.webp,l59.webp,w10.webp','均码','灰色,黑色','49.98','143.webp','2','188460','691','4552','2019-1-1'),
(null,'305','【六梵】女士复古灯芯绒中腰直筒9分休闲裤SNURW026500-0942011','浙江杭州','六梵电商','l60.webp,l61.webp,l62.webp,w10.webp','XS,S,M,L','灰蓝色,黑色','9999','144.webp','2','44','16','4552','2019-1-1'),
(null,'305','钱夫人裤子女秋冬装2019新款宽松奶奶裤针织阔腿裤高腰九分休闲裤','浙江杭州','钱夫人旗舰店','l63.webp,l64.webp,l65.webp,w10.webp','S,M,L','灰色,黑色,米白色,粉色','185.49','145.webp','2','212','1277','4552','2019-1-1');

-- 连衣裙
insert into goods values
(null,'268','秋季白色雪纺连衣裙长袖2019新款中长款a字裙纯色皱纹早秋打底裙','江苏苏州','沐乃衣女装','q1.webp,q2.webp,q3.webp,w10.webp','均码','白色','58','21.webp','2','480','2698','4552','2019-1-1'),
(null,'268','法式小众雪纺长裙秋装2019新款红色V领长袖连衣裙收腰显瘦气质裙','浙江杭州','跳跳的饼饼','q4.webp,q5.webp,q6.webp,q7.webp,w10.webp','S,M,L,XL,2XL','气质红,黑色','178','22.webp','2','18343','1151','4552','2019-1-1'),
(null,'268','2019秋季新款韩版过膝中长款衬衫裙气质显瘦雪纺连衣裙黑色裙子女','广东广州','可可里小姐','q8.png,q9.webp,q10.webp,q11.webp,w10.webp','均码','黑色','53.78','23.webp','2','77779','3665','4552','2019-1-1'),
(null,'268','HAVERICE饭馆气质撩人连衣裙秋装新款中长衬衫裙收腰显瘦雪纺裙子','广东广州','HAVE RICE 饭馆 摩登品牌店','q12.webp,q13.webp,q14.webp,q15.webp,w10.webp','S,M,L','黑Black,紫藤色Purple','149','24.webp','2','480','2972','4552','2019-1-1'),
(null,'268','2019秋冬新款收腰打底中长裙黑色长袖显瘦裙子碎花雪纺连衣裙女','广东广州','下架学姐XJXJ','q16.webp,q17.webp,q18.webp,w10.webp','均码','杏色,黑色','49.98','25.webp','2','196379','2936','4552','2019-1-1'),
(null,'268','慕荷雪纺连衣裙女长袖初秋气质女神范衣服女2019新品碎花裙女秋冬','广东深圳','慕荷旗舰店','q19.webp,q20.webp,q21.webp,q22.webp,q23.webp,w10.webp','S,M,L,XL','浅粉色','296.1','26.webp','2','988','22','4552','2019-1-1'),
(null,'268','秋冬装2019新款潮毛衣背带连衣裙子大码女装胖mm两件套装显瘦冬季','广东广州','beautymark飚美旗舰店','q24.webp,q25.webp,q26.webp,q27.webp,w10.webp','S,M,L,XL,2XL','高领毛衣+背带裙套装','89','27.webp','2','128683','1.0万+','4552','2019-1-1'),
(null,'268','芙娜妮两件套毛衣背带裙时尚网红连衣裙套装裙女宽松秋冬2019新款','广东广州','芙娜妮服饰旗舰店','q28.webp,q29.webp,q30.webp,q31.webp,q32.webp,w10.webp','S,M,L,XL','咖杏格','152','28.webp','2','21','161','4552','2019-1-1'),
(null,'268','大码女装2019新款潮两件套装秋冬季流行毛衣针织背带连衣裙子胖mm','广东广州','苏朵娅服饰旗舰店','q33.webp,q34.webp,q35.webp,w10.webp','S(80-90),M(90-100),L(100-110),XL(110-125)','黑色套装【毛衣+连衣裙】','95','29.webp','2','17063','3487','4552','2019-1-1'),
(null,'268','秋装2019年新款女赫本风黑色针织连衣裙假两件吊带毛衣裙子中长款','广东深圳','kabeilin卡贝琳服饰旗舰店','q36.webp,q37.webp,q38.webp,q39.webp,q40.webp,q41.webp,w10.webp','S,M,L,XL','黑色连衣裙,蓝色连衣裙','142.2','30.webp','2','1419','71','4552','2019-1-1'),
(null,'268','乐町背带连衣裙秋装2019年新款女毛茸茸背带裙学生可爱吊带连衣裙','浙江宁波','乐町官方旗舰店','q42.webp,q43.webp,q44.webp,q45.webp,w10.webp','S,M,L','棕色','179.91','31.webp','2','433','283','4552','2019-1-1'),
(null,'268','墨锦秋装女2018新款法式少女茶歇裙复古背带裙秋中长款针织连衣裙','广东广州','墨锦服饰旗舰店','q46.webp,q47.webp,q48.webp,q49.webp,w10.webp','S,M','黑色,咖色','89.01','32.webp','2','100','253','4552','2019-1-1'),
(null,'268','钱夫人 碎花长袖连衣裙女2019新款韩版宽松短裙收腰显瘦衬衫裙子','浙江杭州','钱夫人家 雪梨定制','q50.webp,q51.webp,q52.webp,w10.webp','S,M,L','短款,长款','161.1-206.1','33.webp','2','18972','4213','4552','2019-1-1'),
(null,'268','K姐自制【韩国小姐姐】半高领卫衣拼接碎花假两件连衣裙女','浙江杭州','K姐自制女装','q58.webp,q59.webp,q60.webp,q61.webp,w10.webp','XS,S,M,L','黑色,杏色','179','35.webp','2','910','5500','4552','2019-1-1'),
(null,'268','碎花连衣裙女长袖中长款2019春季新款显瘦修身小清新打底裙子Y','上海','善福企业店','q62.webp,q63.webp,w10.webp','XS,S,M,L','黑色,白色','1436','36.webp','2','7444','0','4552','2019-1-1'),
(null,'268','小众香风雪纺连衣裙春夏季女装2019新款长袖碎花中长款很仙的裙子','浙江杭州','puella官方旗舰店','q64.webp,q65.webp,q66.webp,q67.webp','S,M,L','浅粉,暗红,墨绿','139','37.webp','2','307','37','4552','2019-1-1'),
(null,'268','egg裙法式初恋很仙收腰显瘦长袖气质黄色荷叶边鱼尾连衣裙女秋冬','广东深圳','缘臣旗舰店','q68.webp,q69.webp,q70.webp,q71.webp,w10.webp','S,M,L,XL','黄色','160.2','38.webp','2','3664','99','4552','2019-1-1'),
(null,'268','职业西装连衣裙2019秋冬季新款收腰显瘦OL气质御姐风双排扣鱼尾裙','广东东莞','唯静尚衣旗舰店','q72.webp,q73.webp,q74.webp,q75.webp,w10.webp','S,M,L,XL','红色','175.5','39.webp','2','748','44','4552','2019-1-1'),
(null,'268','鱼尾中长款毛衣裙过膝2019新款秋冬裙子针织打底连衣裙女冬配大衣','浙江杭州','小木子原创女装','q76.webp,q78.webp,q79.webp,q80.webp,w10.webp','均码','白色,黄色,粉红色,绿色','69','40.webp','2','1530','3186','4552','2019-1-1'),
(null,'268','茵蔚）2019秋冬新款小香风针织裙韩版中长款高腰半身裙a字长裙','浙江嘉兴','茵蔚旗舰店','q81.webp,q82.webp,q83.webp,w10.webp','均码','黑色','67','41.webp','2','1863','4440','4552','2019-1-1'),
(null,'268','宁莎2019秋冬新款显瘦中长款毛呢开叉包臀裙韩版纯色修身半身裙女','广东广州','宁莎旗舰店','q84.webp,q85.webp,q86.webp,q87.webp,w10.webp','S,M,L,XL','黑色','49.05','42.webp','2','38128','1697','4552','2019-1-1'),
(null,'268','【冬装新品】对白格子半身裙女不规则2019冬装新款高腰鱼尾裙','浙江杭州','对白旗舰店','q88.webp,q89.webp,q90.webp,w10.webp','S,M,L,XL','驼色','189.9','43.webp','2','1338','1093','4552','2019-1-1'),
(null,'268','乐町百褶裙秋装2019年新款女俏皮百褶半身裙a字裙高腰裙子女秋冬','浙江宁波','乐町官方旗舰店','q91.webp,q92.webp,q93.webp,q94.webp,w10.webp','S,M,L','粉紫色','197.9','44.webp','2','4998','1553','4552','2019-1-1'),
(null,'268','针织半身裙女秋冬季毛线高腰百褶中长款厚开叉直筒一步包臀长裙子','浙江金华','雅羊人旗舰店','q95.webp,q96.webp,q97.webp,q98.webp,w10.webp','均码,加大码','黑色,灰色,卡其,','24.9-49.5','45.webp','2','215848','7.0万+','4552','2019-1-1'),
(null,'268','格子半身裙秋冬女2019新款百搭包裙高腰鱼尾裙子一步包臀裙中长款','广东广州','姿想旗舰店','q99.webp,q100.webp,q101.webp,w10.webp','S,M,L,XL','卡其,灰色','53','46.webp','2','12127','500+','4552','2019-1-1'),
(null,'268','钱夫人高腰鱼尾裙复古格子半身裙秋冬女中长款包臀裙针织一步裙子','浙江杭州','钱夫人旗舰店','q102.webp,q103.webp,q104.webp,w10.webp','S,M,L','黑色,格子','136.88','47.webp','2','11614','940','4552','2019-1-1'),
(null,'268','裙子女2019秋冬新款法式复古毛呢鱼尾长裙高腰包臀裙轻熟风半身裙','云南昆明','梅特玛丽艾嘉专卖店','q105.webp,q106.webp,q107.webp,w10.webp','S,M,L,XL,XXL','沙土棕,素雅黑','112.64','48.webp','2','1339','2815','4552','2019-1-1'),
(null,'268','妖精的口袋小香风格子毛呢半身短裙2019秋冬季新款女a字鱼尾裙子','江苏南京','妖精的口袋旗舰店','q108.webp,q109.webp,q110.webp,w10.webp','S,M,L','白色,黑色','125.8','49.webp','2','32','1488','4552','2019-1-1');

-- 卫衣
insert into goods values
(null,'282','ins超火加绒加厚卫衣女休闲百搭秋冬潮韩版学生宽松上衣帽衫外套','广东揭阳','迷尚依橱旗舰店','ww1.webp,ww2.webp,ww3.webp,w10.webp','S,M,L,XL,XXL','黑色,蓝色,杏色,黄色','25.6','50.webp','2','700464','10万+','4552','2019-1-1'),
(null,'282','秋冬季潮女卫衣连帽中长款韩版上衣宽松2019新款加绒加厚ins外套','广东广州','端木紫旗舰店','ww4.webp,ww5.webp,ww6.webp,w10.webp','S,M,L','雾霾蓝,黑色,牛油果绿,姜黄色,杏色','69.9','51.webp','2','99285','7.5万+','4552','2019-1-1'),
(null,'282','ins超火加绒加厚卫衣女休闲百搭秋冬潮韩版学生宽松上衣帽衫外套','广东揭阳','雪梦娅旗舰店','ww7.webp,ww8.webp,ww9.webp,w10.webp','S,M,L,XL','藕粉,蓝色,杏色,牛油果绿','26.8','52.webp','2','128017','5.5万+','4552','2019-1-1'),
(null,'282','【大力水手联名款】初语2019冬季新款印花宽松撞色拼接加绒卫衣女','广东广州','初语旗舰店','ww10.webp,ww11.webp,ww12.webp,w10.webp','S,M,L,XL','白色,黑色','178','53.webp','2','594','810','4552','2019-1-1'),
(null,'282','2019秋冬季新款韩版宽松加厚加绒卫衣女潮ins连帽卡通外套上衣cec','江苏苏州','歌慕妮旗舰店','ww13.webp,ww14.webp,ww15.webp,w10.webp','均码','橘红,黄色,蓝色,米白','79','54.webp','2','31169','2.0万+','4552','2019-1-1'),
(null,'282','DPLAY德帕拉冬装2019年新品欧美爱心图案可爱减龄宽松连帽卫衣女','上海','dplay旗舰店','ww16.webp,ww17.webp,w10.webp','S,M,L,XL','黑拼灰,白,粉','179','55.webp','2','2386','1510','4552','2019-1-1'),
(null,'282','张大奕 代表月亮消灭你 引爆少女心的镜面/七彩镭射卫衣','浙江嘉兴','吾欢喜的衣橱','ww18.webp,ww19.webp,ww20.webp,w10.webp','XS,S,M,L','草莓粉,黑色,宝蓝色','239','56.webp','2','238653','3.5万+','4552','2019-1-1'),
(null,'282','2019秋季新款韩版原宿风个性印花上衣宽松中长款长袖卫衣女潮ins','广东广州','可可里小姐','ww21.webp,ww22.webp,ww23.webp,w10.webp','均码','白色,黑色','45.98','57.webp','2','197536','381','4552','2019-1-1'),
(null,'282','秋装2019新款学院风套头撞色V领宽松中长款假两件长袖卫衣女学生','广东广州','可可里小姐','ww24.webp,ww22.webp,ww25.webp,w10.webp','均码','藏青色','52.98','58.webp','2','99263','137','4552','2019-1-1'),
(null,'282','秋冬假两件加绒卫衣女宽松韩版2019新款潮ins冬季超火cec加厚上衣','浙江杭州','yep旗舰店','ww47.webp,ww48.webp,ww49.webp,w10.webp','M,L,XL','黑色,灰蓝','129','112.webp','2','100502','7500+','4552','2019-1-1'),
(null,'282','【戚薇明星同款】太平鸟荧光绿卫衣女2019冬季新款宽松毛茸茸卫衣','浙江宁波','太平鸟官方旗舰店','ww50.webp,ww51.webp,ww52.webp,w10.webp','S,M,L','米白,绿色','349.9','113.webp','2','6946','1.5万+','4552','2019-1-1'),
(null,'282','秋装韩版2019新款ins时尚宽松短款设计感字母印花运动长袖卫衣女','广东广州','可可里小姐','ww53.webp,ww54.webp,ww55.webp,w10.webp','均码','藏青色,白色,绿色','39.98','114.webp','2','298372','208','4552','2019-1-1'),
(null,'282','SPAO哈利波特联名款情侣撞色Polo卫衣2019秋冬新款男女SPMW949D02','上海','SPAO官方旗舰店','ww56.webp,ww57.webp,ww58.webp,w10.webp','S,M,L','象牙白,黑色,深红色,深绿色','52.98','115.webp','2','8132','1.5万+','4552','2019-1-1'),
(null,'282','2019秋季新款韩版超仙的设计感网纱拼接荷叶袖长袖卫衣女时尚套装','广东广州','可可里小姐','ww59.webp,ww60.webp,ww61.webp,w10.webp','均码','黑色','39.98','116.webp','2','99263','387','4552','2019-1-1'),
(null,'282','卫衣女2019秋冬装新款韩版宽松套头慵懒风百搭ins加绒外套秋冬潮','广东广州','谜秀旗舰店','ww62.webp,ww63.webp,ww64.webp,w10.webp','S,M,L','浅灰,砖红','139.9','117.webp','2','10123','1.5万+','4552','2019-1-1'),
(null,'282','卫衣2019新款女bf小个子宽松韩版加厚加绒秋冬外套潮ins连帽上衣','浙江嘉兴','戚米旗舰店','ww65.webp,ww66.webp,ww67.webp,w10.webp','均码','米色,黄色,蓝色,橙色','89','118.webp','2','23370','1.0万+','4552','2019-1-1'),
(null,'282','加绒加厚连帽卫衣女上衣韩版ins潮冬宽松超火bf外套秋冬2019新款','浙江嘉兴','韩优尚旗舰店','ww68.webp,ww69.webp,w10.webp','均码','黑色,白色,绿色','89','119.webp','2','17701','1.0万+','4552','2019-1-1'),
(null,'282','卫衣女2019新款秋冬连帽慵懒风bf宽松韩版加绒加厚外套ins上衣潮','广东广州','以缇旗舰店','ww70.webp,ww71.webp,ww72.webp,w10.webp','M,L,XL','白色,杏色,黑色','31','120.webp','2','29758','2.5万+','4552','2019-1-1'),
(null,'282','秋冬2019宽松韩版ins外套bf原宿港风加绒加厚百搭女士卫衣女装潮','广东深圳','姗琦旗舰店','ww73.webp,ww74.webp,ww75.webp,w10.webp','S,M,L','烟灰色,橘粉色','158','121.webp','2','19796','3890','4552','2019-1-1'),
(null,'282','连帽ins卫衣女2019新款秋冬季加绒加厚学生韩版宽松bf慵懒风外套','广东深圳','帝韵旗舰店','ww76.webp,ww77.webp,ww78.webp,w10.webp','S,M,L','浅灰色,酒红色','29.9','122.webp','2','165963','5.5万+','4552','2019-1-1'),
(null,'282','秋冬2019新款卫衣女加厚加绒宽松ins潮冬季韩版圆领外套百搭上衣','浙江嘉兴','韩优尚旗舰店','ww79.webp,ww80.webp,ww81.webp,w10.webp','均码','粉色,蓝色,黑色','89','123.webp','2','1264769796','1.0万+','4552','2019-1-1'),
(null,'282','韩都衣舍2019新款女潮宽松韩版上衣ins圆领bf慵懒风加厚加绒卫衣','山东济南','韩都衣舍旗舰店','ww82.webp,ww83.webp,ww84.webp,w10.webp','XS,S,M,L','红色,绿色,黄色','98','124.webp','2','10691','1.0万+','4552','2019-1-1'),
(null,'282','加绒加厚半高领卫衣女2019秋冬新款宽松超火cec套头学生洋气上衣','浙江嘉兴','洛蒂欧旗舰店','ww85.webp,ww86.webp,ww87.webp,w10.webp','均码','米色,深灰色','89','125.webp','2','1983','1851','4552','2019-1-1'),
(null,'282','秋冬情侣蓝色卫衣2019新款女加绒加厚宽松韩版bf慵懒风连帽潮ins','广东揭阳','莉彩妮旗舰店','ww88.webp,ww89.webp,ww90.webp,w10.webp','S,M,L','雾霾蓝,牛油果绿,浅杏色','78','126.webp','2','1192162','2.0万+','4552','2019-1-1'),
(null,'282','秋冬韩版ins潮慵懒风加绒加厚套头卫衣女2019新款网红宽松bf外套','广东广州','Ele classm十一同学','ww91.webp,ww92.webp,ww93.webp,w10.webp','S,M,L','杏色,粉色','29.99','127.webp','2','1587489','1万+','4552','2019-1-1'),
(null,'282','2019秋季新款韩版纯色中长款慵懒风上衣宽松圆领套头长袖卫衣女','广东广州','可可里小姐','ww94.webp,ww95.webp,ww96.webp,w10.webp','均码','白色,黑色,灰色,墨绿色','37.98','128.webp','2','489216','1039','4552','2019-1-1'),
(null,'282','卫衣2019新款女宽松韩版纯圆领bf慵懒风无帽加绒春秋冬薄款潮ins','广东清远','烤甘暮','ww97.webp,ww98.webp,ww99.webp,w10.webp','S,M,L','浅绿色','158','129.webp','2','19796','3890','4552','2019-1-1'),
(null,'282','代购女装 宋茜同款长袖薄款卫衣宽松大码休闲T恤潮慵懒风上衣','法国','helen keller 海外直邮','ww100.webp,ww101.webp,ww102.webp,w10.webp','S,M,L','桔色,黑色,白色','11100','130.webp','2','1061','0','4552','2019-1-1'),
(null,'282','小恐龙 卫衣女2019新款春秋长袖薄款宽松慵懒风圆领潮ins无帽韩版','广东广州','u[2206696611609]','ww103.webp,ww104.webp,ww105.webp,w10.webp','S,M,L','黑色','13008','131.webp','2','41988','0','4552','2019-1-1'),
(null,'282','秋冬新款韩版慵懒风长袖网红卫衣女ins超火学生宽松百搭加绒外套','广东广州','Ele classm十一同学','ww106.webp,ww107.webp,ww108.webp,w10.webp','S,M,L','灰色,黄色','35.99','132.webp','2','569306','2.5万+','4552','2019-1-1');

-- 小西装
insert into goods values
(null,'287','2019新款韩版秋装西装外套女潮休闲网红小西服套装英伦风秋冬上衣','浙江杭州','玛尚美旗舰店','ww26.webp,ww27.webp,ww28.webp,w10.webp','S,M,L,XL','黑色','59.9','59.webp','2','8351','3.0万+','4552','2019-1-1'),
(null,'287','UR2019秋冬新品女装复古纯色质感翻领西装WG41S1CN2000','广东广州','UR官方旗舰店','ww29.webp,ww30.webp,ww31.webp,w10.webp','S,M,L','深棕色','399','60.webp','2','159','367','4552','2019-1-1'),
(null,'287','罗衣通勤职业小西装外套女秋冬新款气质酒红色知性修身西服00789','广东佛山','罗衣旗舰店','ww32.webp,ww33.webp,ww34.webp,w10.webp','S,M,L','酒红色','329.13','61.webp','2','9528','1159','4552','2019-1-1'),
(null,'287','2019新款网红港味休闲白色小西服女夏装韩版复古宽松长袖西装外套','广东广州','可可里小姐','ww35.webp,ww36.webp,ww37.webp,w10.webp','均码','白色,黑色','68.98','62.webp','2','18876','1182','4552','2019-1-1'),
(null,'287','网红西装外套潮女士韩版2019新款春秋宽松休闲秋季韩国上衣小西服','浙江杭州','维妮司特女装旗舰店','ww38.webp,ww39.webp,ww40.webp,ww41.webp,w10.webp','S,M,L','灰色,杏色,黑色','115','63.webp','2','92806','1.5万+','4552','2019-1-1'),
(null,'287','预定【佟丽娅同款】Lily2019冬新款双排扣斜纹羊毛收腰西装2915','上海','lily官方旗舰店','ww42.webp,ww43.webp,w10.webp','S,M,L,XL','灰蓝','759','64.webp','2','94','1247','4552','2019-1-1');

-- T恤
insert into goods values
(null,'288','纯棉2019洋气白色长袖t恤女韩版半高领黑色打底衫女秋冬内搭上衣','北京','驳友服饰旗舰店','a1.webp,a2.webp,a3.webp,a4.webp,a5.webp,a5.webp,a6.webp,a7.webp,a8.webp,a9.webp,a10.webp,a11.webp,a12.webp','M,L,XL,XXL','果绿,粉色,白色,黑色,红色,紫色,黄色','29.8','6.webp','2','146047','10万+','4552','2019-1-1'),
(null,'288','打底衫女半高领长袖T恤2019秋冬新款黑色内搭中领秋衣洋气上衣潮','广东东莞','罗依奴旗舰店','ww44.webp,ww45.webp,ww46.webp,w10.webp','S,M,L,XL','黑色,白色,杏色','35','7.webp','2','395849','5.5万+','4552','2019-1-1');

-- 汉服
insert into goods values
(null,'319','夏装新款民国风女装民族风汉服改良唐装女士茶人服棉麻中式上衣服','广东广州','云之家 棉麻文艺复古民族风','m1.webp,m2.webp,m3.webp,w10.webp','S,M,L,XL,2XL','灰色,白色,绿色','35','65.webp','2','10069','8','4552','2019-1-1'),
(null,'319','夏装新款民国风女装民族风汉服改良唐装女士茶人服棉麻中式上衣服','广东广州','沐沐家专业棉麻','m4.webp,m5.webp,m6.webp,w10.webp','M,L,XL,2XL','灰色,白色,绿色','32.8','66.webp','2','5882','4','4552','2019-1-1'),
(null,'319','民族风衣服2018新款夏装青花瓷禅意女装v领t恤女复古唐装棉麻上衣','广东广州','安姿都旗舰店','m7.webp,m8.webp,m9.webp,w10.webp','M,L,XL,2XL','淡雅黄,白色','79','67.webp','2','3948','1','4552','2019-1-1'),
(null,'319','唐装女冬装加厚拜年服女大人汉元素改良中式刺绣新年衣服女中国风','广东广州','孤之雅旗舰店','m10.webp,m11.webp,m12.webp,w10.webp','M,L,XL,2XL','红色,粉色','268','68.webp','2','2398','1','4552','2019-1-1'),
(null,'319','过年衣服女装唐装女大人复古中式外套汉服秋冬中国风改良旗袍上衣','广东广州','安姿都旗舰店','m13.webp,m14.webp,m15.webp,w10.webp','S,M,L,XL','红色,浅杏色','115','69.webp','2','3993','1','4552','2019-1-1'),
(null,'319','中国风棉衣女唐装秋款中国风过年衣服中式女装中式旗袍民族风外套','广东广州','孤之雅旗舰店','m16.webp,m17.webp,m18.webp,w10.webp','M,L,XL,2XL','浅绿色','389','70.webp','2','1798','1','4552','2019-1-1'),
(null,'319','六仙书阁【五鼠运财织金袄】原创汉服织金交领短袄琵琶袖明制秋冬','广东东莞','六仙书阁汉服','m19.webp,m20.webp,m21.webp,w10.webp','S,M,L,XL,2XL','米白,暗红,宝蓝,墨绿','119','83.webp','2','1087','4038','4552','2019-1-1'),
(null,'319','南风谷《千岁寒》旗袍汉服唐装加绒麂皮中国风印花日常民国古装女','广东广州','南风谷','m22.webp,m23.webp,m24.webp,w10.webp','M,L','鸢尾蓝 现货(不含半裙)','208','84.webp','2','721','873','4552','2019-1-1'),
(null,'319','六仙书阁【五鼠运财扁金五色马面裙】原创汉服织金明制袄裙秋冬','广东东莞','六仙书阁汉服','m25.webp,m26.webp,m27.webp,w10.webp','S,M,L','墨绿,宝蓝色,秋香绿,米白色','159','85.webp','2','18894','5500+','4552','2019-1-1'),
(null,'319','【胖头鱼】南国引原创汉服女明制交领袄裙刺绣上袄褶裙秋冬套装','江苏苏州','南国引汉服','m28.webp,m29.webp,m30.webp,w10.webp','S,M,L,XL','雾霾色,袖红色','20','86.webp','2','1797','399','4552','2019-1-1'),
(null,'319','【旦旦记】月宫兔 传统秋冬日常汉服 明制斜襟立领长袄尾款页面','湖北武汉','旦旦记','m31.webp,m32.webp,m33.webp,w10.webp','M,L,XL,2XL','粉色,蓝色,姜黄','60-150','87.webp','2','44027','719','4552','2019-1-1'),
(null,'319','中式汉服女装配饰连毛帽4米摆长款保暖斗蓬批风秋冬日常款','广东广州','吾家有衣民族风汉服文艺棉麻特色潮款','m34.webp,m35.webp,m36.webp,w10.webp','均码','米白','162.8','88.webp','2','998','2','4552','2019-1-1'),
(null,'319','2019春夏新款汉服女夏改良日常学生上衣清新中国风古装服毕业服装','广东广州','吾家有衣民族风汉服文艺棉麻特色潮款','37.webp,m38.webp,m39.webp,w10.webp','S,M,L,XL','米白,粉红','389','89.webp','2','9994','0','4552','2019-1-1'),
(null,'319','文艺复古汉服女琵琶袖明制刺绣交领双层上袄襦裙日常秋冬款','广东广州','吾家有衣民族风汉服文艺棉麻特色潮款','m40.webp,m41.webp,m42.webp,w10.webp','S,M,L','图片色','189.4','90.webp','2','10','3','4552','2019-1-1'),
(null,'319','[卷一璨瑶]异誌閣原创绣花闪耀紫蓝齐胸褥裙汉服大袖衫绝版勿拍','浙江杭州','异誌閣','m43.webp,m44.webp,m45.webp,w10.webp','S,M,L','绝版','999','91.webp','2','1798','1','4552','2019-1-1'),
(null,'319','竹影萱原创汉服店铺【离思】齐胸对襟日常六米摆重工绣花4件全套','陕西商洛','竹影萱','m46.webp,m47.webp,m48.webp,w10.webp','XS,S,M,L,XL','白色渐变红色,红色吊带,白色吊带','420','92.webp','2','12875','7','4552','2019-1-1');

-- 妈妈装
insert into goods values
(null,'322','中老年女装长袖衬衫全棉翻领碎花上衣中年人春秋装妈妈装牛仔衬衣','北京','靓妈妈衣柜女装','d1.webp,d2.webp,d3.webp,w10.webp','XL,2XL,3XL,4XL','小点,树枝,小蝴蝶,红花','59','71.webp','2','3374','57','4552','2019-1-1'),
(null,'322','恒源祥羊毛衫女2019秋冬新款中长款v领毛衣外套中年妈妈装针织衫','浙江嘉兴','恒源祥上海正品店','d4.webp,d5.webp,d6.webp,d7.webp,w10.webp','110,115','花红,花绿,花兰','237','72.webp','2','496','2','4552','2019-1-1'),
(null,'322','中年女秋装外套2019新款洋气上衣中老年女装秋冬棉衣妈妈春秋风衣','湖北武汉','千百萌旗舰店','d8.webp,d9.webp,d10.webp,w10.webp','L,XL,2XL,3XL,4XL','黑色,灰色,驼色,豆沙色','157','73.webp','2','9524','2760','4552','2019-1-1'),
(null,'322','中老年女中长羊毛呢子外套2019新款洋气风衣40岁50大衣妈妈秋冬装','江苏无锡','千百歆玥女装旗舰店','d11.webp,d12.webp,d13.webp,w10.webp','L,XL,2XL,3XL,4XL','藏青色,浅卡其,肤色','269','74.webp','2','480','52674','4552','2019-1-1'),
(null,'322','妈妈2019新款秋冬装外套中年秋装洋气套装中老年女装水貂绒上衣服','浙江嘉兴','yishibina旗舰店','d14.webp,d15.webp,d16.webp,w10.webp','L,XL,2XL,3XL','绿色,藏青色,焦糖色,粉色,酒红色','125','75.webp','2','108115','7000+','4552','2019-1-1'),
(null,'322','中老年人妈妈裤子2019新款冬季春秋女装直筒加绒加厚外穿中年女裤','河北石家庄','loueddssd倍艾旗舰店','d17.webp,d18.webp,d19.webp,w10.webp','XL,2XL,3XL,4XL,5XL','黑色,咖色','78','76.webp','2','161783','1.5万+','4552','2019-1-1'),
(null,'322','妈妈秋冬装棉衣中年羽绒棉服2019新款短款小棉袄中老年人女装外套','江苏苏州','优姿曼旗舰店','d20.webp,d21.webp,d22.webp,w10.webp','XL,2XL,3XL,4XL,5XL','酒红,蓝色,西瓜红','99','77.webp','2','283508','105万+','4552','2019-1-1'),
(null,'322','雅鹿中老年女装妈妈羽绒服短款秋冬加厚外套50岁中年棉服老人衣服','江西九江','雅鹿冬韵专卖店','d23.webp,d24.webp,d25.webp,w10.webp','XL,2XL,3XL,4XL,5XL','雾霾蓝,酒红','599','78.webp','2','1028','5000+','4552','2019-1-1'),
(null,'322','妈妈装~重工双面亮丝几何提花！加厚羊毛针织连衣裙ⓖSPG021','浙江杭州','专衣lissom  女装','d26.webp,d27.webp,d28webp,w10.webp','M,L','黑色,粉色,豆绿,米色','79.9','79.webp','2','118','32','4552','2019-1-1'),
(null,'322','妈妈冬装中年女加厚毛衣2019新款秋装老年人加绒保暖衣奶奶打底衫','浙江嘉兴','法尚妃旗舰店','d29.webp,d30.webp,d31.jpg','L,XL,2XL,3XL,4XL,5XL','驼色,藏青,酒红','69','80.webp','2','45284','2.0万+','4552','2019-1-1'),
(null,'322','妈妈加绒加厚毛衣女装秋冬装保暖中年短款中老年人洋气打底衫上衣','浙江杭州','正蔻旗舰店','d32.webp,d33.webp,d34.webp,w10.webp','XL,2XL,3XL','灰色,浅紫,酒红','69','81.webp','2','61255','1.0万+','4552','2019-1-1'),
(null,'322','妈妈夏装上衣雪纺衫套装中年女40岁50小衫老年人春秋衬衫2019新款','湖北武汉','千百萌旗舰店','d35.webp,d36.webp,d37.webp,w10.webp','L,XL,2XL,3XL,4XL,5XL','红色荷花,绿色荷花,黄色荷花','119','82.webp','2','16024','29','4552','2019-1-1');


-- 男装
-- 薄外套
insert into goods values
(null,'381','冬季外套男士棉衣加厚中长款大毛领棉服韩版帅气学生潮流棉袄男装','浙江杭州','韩率旗舰店','nw1.webp,nw2.webp,nw3.webp,w10.webp','M,L,XL,2XL,3XL','黑色','199','nz1.webp','2','565','53','4552','2019-1-1'),
(null,'381','秋冬智能电加热棉马甲男加肥加大号胖子休闲外穿背心肥佬保暖坎肩','江苏无锡','旗牌鸟旗舰店','nw4.webp,nw5.webp,nw6.webp,w10.webp','L,XL,2XL,3XL,4XL','黑色,深灰','158','nz2.webp','2','3581','17','4552','2019-1-1'),
(null,'381','初早秋三天三道杠杠外套男土三条扛上衣百搭适合适合胖子穿的衣服','浙江杭州','卓派美汇旗舰店','nw7.webp,nw8.webp,nw9.webp,w10.webp','M,L,XL,2XL,3XL','黑色,白色,豆绿,红色','96','nz3.webp','2','3499','2','4552','2019-1-1'),
(null,'381','套装男土秋装2019年新款帅气衣服一套男神搭配三件套型男工装潮流','江苏苏州','弗斯狄旗舰店','nw13.webp,nw14.webp,nw15.webp,w10.webp','M,L,XL,2XL,3XL','黑色,白色,灰色','218','nz10.webp','2','10879','4','4552','2019-1-1'),
(null,'381','阳光男神衣服搭配型男服饰穿搭机能风外套男士韩版潮流春秋冬夹克','福建泉州','tichilanz旗舰店','nw16.webp,nw17.webp,nw18.webp,w10.webp','M,L,XL,2XL,3XL','黑色,米白','138','nz11.webp','2','986','3','4552','2019-1-1'),
(null,'381','潮忖衫街拍港风个性男神范衣服韩风外穿社会潮流帅气衬衫小伙chic','江苏苏州','鹿得西旗舰店','nw19.webp,nw20.webp,nw21.webp,w10.webp','M,L,XL,2XL,3XL','藏青格,红格,墨绿格','79','nz12.webp','2','7496','2','4552','2019-1-1'),
(null,'381','加绒工装套装潮流抖音男神衣服搭配型男冬季2019成熟帅气修身男士','浙江杭州','wgaeg男装旗舰店','nw22.webp,nw23.webp,nw24.webp,w10.webp','M,L,XL,2XL,3XL','黑色,灰色','219','nz13.webp','2','879','1','4552','2019-1-1'),
(null,'381','型男外套穿搭指导暗黑系机能风男神一身衣服裤子全套整套男装套装','福建泉州','佐手心旗舰店','nw25.webp,nw26.webp,nw27.webp,w10.webp','M,L,XL,2XL,3XL','黑色,白色,桔红','139','nz14.webp','2','1846','7','4552','2019-1-1'),
(null,'381','乔丹运动风衣男2019秋季新款梭织连帽男士外套男运动上衣夹克男','福建厦门','乔丹官方旗舰店','nw28.webp,nw29.webp,nw30.webp,w10.webp','XS,S,M,L,XL,2XL,3XL','黑色,浅灰,深灰','129','nz15.webp','2','193','1499','4552','2019-1-1'),
(null,'381','【可自提】男装 休闲连帽外套 419961 优衣库UNIQLO','上海','优衣库官方旗舰店','nw34.webp,nw35.webp,nw36.webp,w10.webp','S,M,L,XL','黑色,浅褐色,深蓝色','249','nz17.webp','2','有货','2.5万+','4552','2019-1-1'),
(null,'381','VIISHOW2019秋季新款牛仔夹克男 潮牌男士外套韩版潮流休闲牛仔衣','福建厦门','viishow旗舰店','nw67.webp,nw68.webp,nw69.webp,w10.webp','S,M,L,XL','黑色','218','nz44.webp','2','1683','2550','4552','2019-1-1'),
(null,'381','Lilbetter外套男 韩版潮流宽松工装上衣2019新款秋季潮牌牛仔夹克','浙江杭州','lilbetter旗舰店','nw70.webp,nw71.webp,w10.webp','S,M,L,XL','黑色','218','nz45.webp','2','2993','5000+','4552','2019-1-1'),
(null,'381','2019秋冬新款潮流 男装牛仔衣外套 韩版潮流秋装衣服牛仔夹克上衣','广东广州','英爵伦男装旗舰店','nw72.webp,nw73.webp,nw74.webp,w10.webp','M,L,XL','黑色','158','nz46.webp','2','486','3880','4552','2019-1-1'),
(null,'381','男士外套2019春秋新款休闲百搭牛仔连帽上衣韩版朝流男装夹克衣服','福建泉州','语克旗舰店','nw75.webp,nw76.webp,nw77.webp,w10.webp','M,L,XL,2XL','黑色,浅蓝色','99','nz47.webp','2','196','91','4552','2019-1-1'),
(null,'381','Lilbetter联名surblue牛仔外套男韩版潮流男士秋季2019新款夹克潮','浙江杭州','lilbetter旗舰店','nw78.webp,nw79.webp,nw80.webp,w10.webp','S,M,L,XL,2XL','白色','269','nz48.webp','2','28','118','4552','2019-1-1'),
(null,'381','英爵伦 秋冬新品男士休闲牛仔外套 韩版潮流后背印花黑色牛仔上衣','广东广州','英爵伦男装旗舰店','nw81.webp,nw82.webp,nw83.webp,w10.webp','M,L,XL,2XL','黑色','158','nz49.webp','2','280','63','4552','2019-1-1'),
(null,'381','2019春季新款男士韩版牛仔外套潮流加绒加厚秋冬装ins夹克上衣服','江苏苏州','tkz旗舰店','nw84.webp,nw85.webp,nw86.webp,w10.webp','M,L,XL,2XL','浅蓝色+灰色,深蓝色+白色','108','nz50.webp','2','581832','7.5万+','4552','2019-1-1'),
(null,'381','@港仔文艺男 港风冬季水洗牛仔夹克休闲韩版宽松潮流百搭嘻哈外套','浙江杭州','港仔文艺男','nw87.webp,nw88.webp,nw89.webp,w10.webp','M,L,XL','黑色,浅蓝色','118','nz51.webp','2','59550','219','4552','2019-1-1');

-- 卫衣男
insert into goods values
(null,'383','。胖男童长袖t恤卫衣秋冬中大童秋衣外穿加肥加大10男孩秋装12-15','上海','怡人新娘旗舰店','nw10.webp,nw11.webp,nw12.webp,w10.webp','M,L,XL,2XL,3XL','黑色,白色,黄色,红色','86.88','nz4.webp','2','29611','4','4552','2019-1-1'),
(null,'383','卫衣男士套头圆领休闲宽松运动港风上衣春秋款韩版印花长袖外套潮','湖北武汉','索索公子旗舰店','nw31.webp,nw32.webp,nw33.webp,w10.webp','M,L,XL,2XL,3XL','黑色,白色','39','nz16.webp','2','395966','2.0万+','4552','2019-1-1'),
(null,'383','男士连帽冬季卫衣2019新款青少年秋冬款加绒加厚外套潮流ins情侣','福建泉州','奥凯尊旗舰店','nw37.webp,nw38.webp,nw39.webp,w10.webp','M,L,XL,2XL,3XL','黑色,白色,铁灰色','59.9','nz18.webp','2','453496','5000++','4552','2019-1-1'),
(null,'383','les帅t加绒卫衣男潮嘻哈cec圆领长袖t恤宽松韩版潮牌chic外套上衣','浙江杭州','纽艾旗舰店','nw40.webp,nw41.webp,nw42.webp,w10.webp','M,L,XL,2XL','灰色,卡其色,绿色','79','nz19.webp','2','133192','3077','4552','2019-1-1'),
(null,'383','加绒卫衣男连帽开衫bf运动外套韩版潮ins嘻哈宽松慵懒风秋冬上衣','湖北武汉','纽艾旗舰店','nw43.webp,nw44.webp,nw35.webp,w10.webp','M,L,XL,2XL','卡其,黑色,蓝色,绿色','98','nz20.webp','2','395966','3350','4552','2019-1-1'),
(null,'383','2019新款秋冬款卫衣男士连帽青少年宽松套头帽衫学生秋季外套潮牌','福建泉州','古玛拉旗舰店','nw46.webp,nw47.webp,nw48.webp,w10.webp','M,L,XL,2XL,3XL','黑色,白色,灰色,米色','59.9','nz21.webp','2','105596','3453','4552','2019-1-1'),
(null,'383','Fun潮牌卫衣男连帽周奇同款bf长袖宽松加菲猫情侣装秋季加绒帽衫','福建泉州','fun官方旗舰店','nw49.webp,nw50.webp,nw51.webp,w10.webp','S,M,L,XL,2XL,3XL','男款黑色,女款黑色','299','nz22.webp','2','104','899','4552','2019-1-1'),
(null,'383','长袖t恤男士卫衣秋冬款加绒秋装上衣服秋衣冬季男装秋季打底衫潮T','福建泉州','语克旗舰店','nw52.webp,nw53.webp,nw54.webp,w10.webp','M,L,XL,2XL,3XL','黑色,白色,蓝色','49','nz23.webp','2','269154','20万+','4552','2019-1-1'),
(null,'383','@港仔文艺男 连帽套头卫衣ins秋装韩版宽松潮流潮牌情侣休闲外套','浙江杭州','港仔文艺男','nw55.webp,nw56.webp,nw57.webp,w10.webp','M,L,XL,2XL','黑色,灰色,绿色,蓝色','88','nz24.webp','2','118274','349','4552','2019-1-1'),
(null,'383','秋冬清仓特卖限量抢购 卫衣 衬衫 夹克 休闲裤  2件减10 3件减20','浙江杭州','港仔文艺男','nw58.webp,nw59.webp,nw60.webp,w10.webp','S,M,L,XL,2XL','黑色,白色,灰色,紫色','59','nz25.webp','2','5249','2359','4552','2019-1-1'),
(null,'383','2件】秋冬季男士长袖t恤男潮流上衣服打底衫秋装卫衣男装短袖t恤C','广东广州','南极人欧驰专卖店','nw61.webp,nw62.webp,nw63.webp,w10.webp','S,M,L,XL,2XL,3XL','黑色,中灰,深灰','69.9','nz26.webp','2','119690','10万+','4552','2019-1-1'),
(null,'383','布衣传说印花加绒卫衣男潮流宽松休闲长袖情侣装潮牌青年外套上衣','江苏苏州','布衣传说旗舰店','nw64.webp,nw65.webp,nw66.webp,w10.webp','S,M,L,XL,2XL','黑色,雾霾蓝,灰色,白色,黄色','99','nz27.webp','2','24626','5800+','4552','2019-1-1');

-- 休闲裤
insert into goods values
(null,'393','150矮小个子穿搭男生搭配155显高160cm腿短穿什么裤子微胖穿搭秋','浙江杭州','卓派美汇旗舰店','nk1.webp,nk2.webp,nk3.webp,w10.webp','M,L,XL,2XL,3XL','黑色,灰色','82','nz5.webp','2','1193','4','4552','2019-1-1'),
(null,'393','大腿根粗男裤子适合胖子矮腿短显腿长小个子小腿粗穿搭微胖的显瘦','浙江杭州','港男潮衣范','nk4.webp,nk5.webp,nk6.webp,w10.webp','M,L,XL,2XL,3XL','黑色,军绿色','89','nz6.webp','2','13833','38','4552','2019-1-1'),
(null,'393','宽松大腿根粗男裤子适合胖子矮腿短配小个子小腿粗穿搭微胖的显瘦','浙江杭州','时尚新潮男汇','nk7.webp,nk8.webp,nk9.webp,w10.webp','M,L,XL,2XL,3XL','黑色,深灰色,军绿色','79','nz7.webp','2','20994','3','4552','2019-1-1'),
(null,'393','适合胖子腿短的裤子男生穿搭小腿粗肥扎脚马切达微胖男装穿显瘦裤','浙江杭州','flws小兽','nk10.webp,nk11.webp,nk12.webp,w10.webp','M,L,XL,2XL,3XL','黑色,绿色','68','nz8.webp','2','2661','109','4552','2019-1-1'),
(null,'393','加肥加大男裤子300斤超大码男装潮胖 胖子男生穿搭收腿束脚休闲裤','广东广州','胖胖依家－潮胖大码男装','nk13.webp,nk14.webp,nk15.webp,w10.webp','M,L,XL,2XL,3XL','黑色','98','nz9.webp','2','384','5','4552','2019-1-1'),
(null,'393','潮牌工装裤男直筒宽松休闲裤男士裤子秋冬坠感阔腿裤冬季加绒长裤','浙江杭州','时光噜噜旗舰店','nk16.webp,nk17.webp,nk18.webp,nk19.webp,w10.webp','M,L,XL,2XL,3XL','黑色,军绿色','69','nz28.webp','2','612462','3.5万+','4552','2019-1-1'),
(null,'393','运动裤男宽松潮牌裤子束脚灯笼裤休闲长裤秋冬阔腿裤直筒工装卫裤','浙江杭州','时光噜噜旗舰店','nk20.webp,nk21.webp,nk22.webp,w10.webp','M,L,XL,2XL,3XL','黑色,灰色','99','nz29.webp','2','616442','4.0万+','4552','2019-1-1'),
(null,'393','花花公子2019新款裤子男士秋冬季加绒韩版潮流牌休闲宽松小脚长裤','福建厦门','花花公子捷德专卖店','nk23.webp,nk24.webp,nk25.webp,w10.webp','M,L,XL,2XL,3XL','黑色,灰色,军绿色','139','nz30.webp','2','69772','7500+','4552','2019-1-1'),
(null,'393','罗蒙休闲裤男中青年商务修身西裤秋冬厚款工装裤男直筒加绒长裤子','安徽合肥','罗蒙官方旗舰店','nk26.webp,nk27.webp,nk28.webp,w10.webp','29,30,31,32,33,34,35','黑色,灰色','118','nz31.webp','2','105277','3.0万+','4552','2019-1-1'),
(null,'393','南极人休闲长裤子男士秋冬季宽松直筒韩版修身潮流2019新款加绒LN','江苏苏州','南极人官方旗舰店','nk29.webp,nk30.webp,nk31.webp,w10.webp','28,29,30,31,32,33,34','黑色,浅灰,卡其','89.9','nz32.webp','2','1653','2.0万+','4552','2019-1-1'),
(null,'393','太平鸟男装 2019秋季新品松紧腰际微弹休闲裤韩版小脚抽绳长裤潮','浙江宁波','太平鸟男装旗舰店','nk32.webp,nk33.webp,nk34.webp,w10.webp','S,M,L,XL,2XL,3XL','灰色','299','nz33.webp','2','616442','1100','4552','2019-1-1'),
(null,'393','英爵伦 秋冬加绒 新款小脚裤工装口袋男士休闲长裤欧美潮流束脚裤','广东广州','英爵伦男装旗舰店','nk35.webp,nk36.webp,nk37.webp,w10.webp','M,L,XL,2XL,3XL','黑色,灰色,军绿,卡其','118','nz34.webp','2','1938','1.5万+','4552','2019-1-1'),
(null,'393','A21新款2019男装小直筒长裤 纯色男裤子秋冬季男士休闲裤黑色潮','广东东莞','a21官方旗舰店','nk38.webp,nk39.webp,nk40.webp,w10.webp','M,L,XL,2XL,3XL','黑色,中灰,军绿,卡其','119','nz35.webp','2','11312','1.5万+','4552','2019-1-1'),
(null,'393','男士修身加绒加厚牛仔裤男秋冬款直筒宽松2019潮牌休闲长裤子潮流','广东广州','简耀旗舰店','nk41.webp,nk42.webp,w10.webp','M,L,XL,2XL,3XL','蓝色,深蓝','69.9','nz36.webp','2','18947','20万+','4552','2019-1-1'),
(null,'393','【可自提】男装 水洗休闲九分裤 418894 优衣库UNIQLO','上海','优衣库官方旗舰店','nk43.webp,nk44.webp,nk45.webp,w10.webp','S,M,L,XL,2XL','藏青,深灰,橄榄色,浅褐色','149','nz37.webp','2','有货','2.0万+','4552','2019-1-1'),
(null,'393','@港仔文艺男 秋季小脚裤子韩版潮流百搭九分裤学生宽松哈伦休闲裤','浙江杭州','港仔文艺男','nk46.webp,nk47.webp,nk48.webp,w10.webp','M,L,XL,2XL,3XL','黑色,浅灰,深灰','69','nz38.webp','2','616442','185','4552','2019-1-1'),
(null,'393','男装 休闲窄口牛仔裤(水洗产品) 418939 优衣库UNIQLO','上海','优衣库官方旗舰店','nk49.webp,nk50.webp,nk51.webp,w10.webp','M,L,XL,2XL,3XL','湖蓝,海蓝','298','nz39.webp','2','有货','4799','4552','2019-1-1'),
(null,'393','@港仔文艺男 男士工装短裤夏季韩版潮流休闲裤学生宽松百搭五分裤','浙江杭州','港仔文艺男','nk52.webp,nk53.webp,nk54.webp,w10.webp','M,L,XL,2XL','黑色,绿色,卡其','68','nz40.webp','2','119930','56','4552','2019-1-1'),
(null,'393','138 新款秋冬季格子男裤子休闲裤男士弹力潮流修身小直筒长裤','浙江杭州','d[s140868373]','nk55.webp,nk56.webp,w10.webp','M,L,XL,2XL,3XL','黑色,灰色,蓝色','138','nz41.webp','2','28415','1','4552','2019-1-1'),
(null,'393','花花公子九分长裤男秋冬季潮流百搭宽松哈伦潮牌加绒休闲牛仔裤子','福建厦门','花花公子捷德专卖店','nk57.webp,nk58.webp,w10.webp','M,L,XL,2XL,3XL','深蓝','139','nz42.webp','2','616442','65','4552','2019-1-1'),
(null,'393','花花公子休闲裤男潮流运动哈伦宽松百搭秋冬季加绒束脚工装长裤子','福建厦门','花花公子捷德专卖店','nk59.webp,nk60.webp,nk61.webp,w10.webp','M,L,XL,2XL,3XL','黑色,灰色,深灰色','139','nz43.webp','2','17864','3945','4552','2019-1-1');




